InProgress/te_round_multielement/case/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.4.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    frontAndBack
    {
        type            empty;
        physicalType    empty;
        inGroups        1(empty);
        nFaces          242120;
        startFace       184635;
    }
    wing_baffle
    {
        type            wall;
        physicalType    wall;
        inGroups        1(wall);
        nFaces          1350;
        startFace       426755;
    }
    outlet
    {
        type            patch;
        physicalType    patch;
        nFaces          20;
        startFace       428105;
    }
    tunnel
    {
        type            patch;
        physicalType    patch;
        nFaces          40;
        startFace       428125;
    }
    inlet
    {
        type            patch;
        physicalType    patch;
        nFaces          20;
        startFace       428165;
    }
    wing
    {
        type            wall;
        physicalType    wall;
        inGroups        1(wall);
        nFaces          580;
        startFace       428185;
    }
)

// ************************************************************************* //
